Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/es.tmx
Source language: en
Languages: es

source: The "Archive" setting is invalid.
es: El ajuste "Archivo" no es válido.

source: The Color Management System could not be started.
es: No se pudoiniciar el sistema de administración de color.

source: The ICC profile %s will be encoded with a "watermark."\n It will only work in ONYX software.
es: El perfil ICC %s será codificado con una "marca de agua".\n Solo funcionará en el software ONYX.

source: The Mutoh KONA and SC Pro support up to 8 custom patterns per job.
es: El Mutoh KONA y SC Pro admite hasta 8 tramas personalizadas por trabajo.

source: The Scan Speed is too large for the resolution specified.
es: La velocidad de exploración es demasiado grande para la resolución especificada.

# The acquired image file has an invalid image file format. Please try again.
source: The acquired image file has an invalid image file format.\n\nPlease try again.
es: El archivo de imagen adquirido tiene un formato de archivo de imagen no válido.\n\nIntente nuevamente.

source: The buffer passed to te SCSI request was not aligned properly.
es: El búfer pasado a la solicitud de SCSI no se alineó de manera correcta.

source: The current media type does not have a calibration for this resolution. The image will be sent and will be printed as soon as a calibration is chosen.
es: El tipo de medio actual no tiene una calibración para esta resolución. La imagen se enviará e imprimirá en cuanto se escoja una calibración.

source: The disk "%s" is invalid.
es: El disco "%s" no es válido.

source: The first compatible media found will automatically be selected (Don't show this dialog again).
es: El primer medio compatible encontrado se seleccionará automáticamente (No volver a mostrar este cuadro de diálogo).

source: The hardware key has been removed.
es: Se ha retirado la llave de hardware.

source: The image is too large for the selected media\nPrintable Area %d Pixels\nImage Width %d Pixels
es: La imagen es demasiado grande para el medio seleccionado\nÁrea imprimible %d Píxeles\nAncho de imagen %d Píxeles

source: The ink system is not primed.
es: El sistema de tinta no se ha preparado.

source: The list of medias is empty. Please verify that one or more media have been correctly loaded on the printer and in the Epson Control Dashboard.
es: La lista de medios está vacía. Verifique que se hayan cargado correctamente uno o más medios en la impresora y en Epson Control Dashboard.

source: The media offset and image width is greater than the print width allowed. Please check your media options.
es: El desplazamiento del medio y el ancho de la imagen superan el ancho de impresión permitido. Verifique las opciones del medio.

source: The new media's color configuration may require ink restrictions in order to get good output. If you would like to set ink restrictions now, press the Ink Restrictions button. Otherwise press the Next button.
es: Es posible que la configuración de color de este medio necesite restricciones de tinta para obtener buenos resultados. Si desea indicar los valores de restricciones de tinta ahora, presione el botón Restricciones de tinta. De lo contrario, seleccione Siguiente.

source: The print head temperature is too high. Please wait.
es: La temperatura del cabezal de impresión es demasiado alta. Espere.

# The printer has reported the following error(s):
source: The printer has reported the following error(s):\n\n
es: La impresora ha devuelto el o los siguientes errores:\n\n

source: The printer is cooling the print heads. Please wait. (The ambient temperature must be decreased to avoid print interruption.) After 10 minutes of interruption, you can select to start or cancel the print.
es: La impresora está enfriando los cabezales de impresión. Espere. (La temperatura ambiente debe reducirse para evitar que se interrumpa la impresión.) Después de 10 minutos de interrupción, puede seleccionar si iniciar o cancelar la impresión.

source: The printer must be connected via TCP/IP to use get status information
es: La impresora debe estar conectada a través de TCP/IP para utilizar la obtención de información de estado

source: The printer's serial number matches the serial number entered in the "Global Printer Options" dialog
es: El número de serie de la impresora coincide con el número de serie ingresado en el cuadro de diálogo "Opciones generales de la impresora".

source: The requested data was not found
es: No se encontraron los datos solicitados

source: The selected print mode is invalid.
es: El modo de impresión seleccionado no es válido.

source: The source must be given a name
es: Se debe proporcionar un nombre para el origen

source: The swatch format is not valid. Please check your values.
es: El formato de muestrario no es válido. Verifique sus valores.

source: The write has failed
es: Error al escribir

source: There are no paths to cut
es: No hay rutas que cortar

source: There is currently no key data available. Please refresh the view or open a valid .keyfile file.
es: Actualmente, no hay datos de clave disponibles. Actualice la vista o abra un archivo .keyfile válido.

source: There may be problems when the width is less than %.1f inches (%.1f cm).
es: Podría haber problemas cuando el ancho es menor a %.1f pulgadas (%.1f cm).

source: There was an error during processing!
es: ¡Se ha producido un error durante el procesamiento!

source: There was an error setting the resolution for the Scitex Screen.
es: Se produjo un error al configurar la resolución de Scitex Screen.

source: Thin
es: Fino

source: This column can not be hidden
es: Esta columna no puede ocultarse

source: This dialog allows you to reassign the printer driver's default output channels to different color bars on the printer. Each output channel must have a unique number from 1-8.
es: Este diálogo permite reasignar los canales de salida predeterminados del driver del controlador de la impresora a distintas barras de color en la impresora. Cada canal de salida debe tener un número único entre 1 y 8.

source: This job is still waiting to be printed. It can not be reprinted.
es: Este trabajo está en espera para su impresión. No se puede reimprimir.

source: This property controls the "tile dotted overlap" marks on the bottom edge. If "tile dotted overlap" marks have been selected to be printed and this is set to Default, the Quick Set setting for this edge will apply; otherwise set to Yes or No as appropriate.
es: Esta propiedad controla las marcas de "superposición con línea de puntos de mosaicos" del borde inferior. Si las marcas de "superposición con línea de puntos de mosaicos" se han seleccionado para impresión y esto se configuró como Predeterminado, se aplicará el ajuste de Quick Set para este borde; de lo contrario, configure esta propiedad como Sí o No, según corresponda.

source: This step is used to verify that the adjustments made in the G7® Grayscale Correction step are within G7® Grayscale tolerances.
es: Este paso se utiliza para verificar que los ajustes realizados en el paso Corrección de G7® Grayscale se encuentran dentro de las tolerancias de G7® Grayscale.

source: Tiff File Options
es: Opciones de archivos Tiff

source: Tile Outline Options
es: Opciones del contorno del panel

source: Tile(s) for %s
es: Panel(es) por %s

source: Time Period
es: Periodo

source: To &Bottom
es: &Al Final

source: To: %s
es: A: %s

source: Too many media modes are available for this virtual printer - the OS limits each virtual printer to %d modes for selection.\nPlease delete all unnecessary media using the Configure Printer dialog.\n\nNOTE: You must rebuild the ppd once you've removed all unnecessary media.\nTo do this, simply disable then re-enable the printer within Printer Manager.
es: Hay demasiados modos de medios disponibles para esta impresora virtual. El SO sólo permite seleccionar %d modos a cada impresora virtual.\nElimine todos los medios innecesarios mediante el cuadro de diálogo Configurar impresora.\n\nNOTA: Deberá volver a crear el ppd una vez que haya eliminado todos los medios innecesarios.\nPara ello, desactive y vuelva a activar la impresora desde el Administrador de impresoras.

source: Top Layer:
es: Capa superior:

source: Total Area:
es: Área total:

source: Total Printed Area
es: Total de área impresa

source: Transitions
es: Transiciones

source: Tray 4
es: Bandeja 4

source: Tweak Color Profiles
es: Optimizar perfiles de color

source: Type: %s
es: Tipo: %s

source: USB connection error
es: Error de conexión de USB

source: UV Lamp:
es: Lámpara de UV:

source: Unable to Close TWAIN source:
es: No se puede cerrar la fuente TWAIN:

source: Unable to build the list of frames.
es: No se puede crear la lista de marcos.

# Unable to create start file '%s'
source: Unable to create start file '%s'\n
es: No se puede crear el archivo de inicio de '%s'\n

source: Unable to find default browser. Please visit http://www.printmetryx.com to view PrintMetryx.
es: No se puede encontrar el navegador predeterminado. Visite http://www.printmetryx.com para ver PrintMetryx.

# Unable to initialize Color Device Libarary. Please check installation.
source: Unable to initialize Color Device Libarary.\nPlease check installation.
es: No se puede inicializar la biblioteca de dispositivo de color.\nVerifique la instalación.

source: Unable to open a connection to the selector software. Port cannot be configured.
es: No se pudo establecer una conexión con el software selector. No se puede configurar el puerto.

source: Unable to process image (
es: No se puede procesar la imagen (

source: Unable to send print data to the printer.
es: No se puede enviar los datos de impresión a la impresora.

source: Undefined
es: Sin definir

source: Unexpected bus free.
es: Bus libre inesperado.

source: Uniform Area
es: Área uniforme

source: Unknown Error
es: Error desconocido

source: Unknown error 0x34
es: Error desconocido 0x34

source: Unknown warning 0x0C
es: Advertencia desconocida 0x0C

source: Unknown warning 0x3A
es: Advertencia desconocida 0x3A

source: Unknown warning 0x5D
es: Advertencia desconocida 0x5D

source: Unregistered Version -
es: Versión no registrada -

source: Update Driver
es: Actualizar controlador

# Update the hardware key Update Key
source: Update the hardware key\nUpdate Key
es: Actualizar la llave de hardware.\nActualizar llave

source: Upgrade to Version 5
es: Actualizar a Versión 5

source: Use "G7 Native CMY"
es: Usar “G7 Native CMY”

source: Use Compression
es: Usar compresión

source: Use Enhanced Print Mode
es: Usar modo de impresión mejorada

source: Use Light Ink at 100% Color Density
es: Usar tinta clara al 100% de densidad de color

source: Use Pre Heater
es: Utilizar precalentador

source: Use Watermark
es: Usar marca de agua

source: Use default EPSON AccuPhoto light ink separations and ink restrictions.
es: Usar las separaciones de tinta clara y las restricciones de tinta predeterminadas de EPSON AccuPhoto.

source: Use profile-based substrate correction
es: Usar corrección de sustrato basada en los perfiles

# Used ink tank is full.
source: Used ink tank is full.\n
es: ¡El tanque de tinta usada está lleno.\n

source: User defined data
es: Datos definidos por el usuario

source: VALID SETTINGS
es: CONFIGURACIÓN VÁLIDA

source: VSD4 (Variable Dot-4)
es: VSD4 (Punto variable-4)

source: Value (0-100)
es: Valor (0-100)

source: Variable Dot Curves
es: Curvas de punto variable

source: Varnish Ink End
es: Cartucho de tinta de barniz vacío

source: Version 2.x
es: Versión 2.x

source: Vertical Repeats
es: Repeticiones verticales

source: View Measurements...
es: Ver mediciones...

source: Views
es: Vistas

source: WARNING: Do not use the buttons on the table, or move the device out of range.
es: Atención: No utilice los botones en la tabla o mueva el dispositivo fuera de intervalo.

source: Wait for the preset to be installed before clicking OK.
es: Espere que la preconfiguración se haya instalado antes de hacer clic en Aceptar.

source: Waiting to Rip
es: Esperando para procesar

source: Warning Message Countdown Time
es: Mensaje de advertencia tiempo de cuenta regresiva

source: Warning: Use of any non-Normal mode may result in loss of communication to the hardware protection key. This will prevent you from performing some tasks.
es: Advertencia: El uso un modo que no sea el modo Normal puede causar la pérdida de comunicación con la llave de hardware. Ello impedirá que usted pueda ejecutar ciertas tareas.

source: Warning: continuing may delete any existing swatch readings.
es: Advertencia: si continua, esto puede borrar las lecturas de juego de parches existentes.

source: Watermark
es: Marca de agua

source: Web Portal
es: Sitio Web

source: When enabled, this will add a drop-shadow to the text.
es: Cuando esté habilitado, esto agregará una sombra paralela al texto.

source: White After
es: Blanco después

source: White Ink Options
es: Opciones de tinta blanca

source: White Plotting
es: Trazado de blanco

source: White2:
es: Blanco2:

source: Windowed
es: Con ventana

source: Work offline?
es: ¿Desea trabajar fuera de línea?

source: Wrap
es: Ajuste

source: Wrong paper path
es: Ruta de papel incorrecta

source: X10.5.0 (2013042120) QA Build
es: 10.5.0.0 (2013042120) QA Build

source: Y Repeat Interval
es: Intervalo de repetición Y

source: Yellow 2
es: Amarillo 2

source: Yes, stop creating this mode and save changes
es: Sí, detener la creación de este modo y guardar los cambios

source: You are about to delete a Resolution. This action cannot be undone.
es: Va a eliminar una resolución. Esta acción no se puede deshacer.

source: You have successfully edited this mode.
es: Ha editado correctamente este modo.

source: You need to edit Step && Repeat jobs with Job Editor
es: Debe editar trabajos de Paso y repetición con Job Editor.

source: Your hardware key could not be found. Please check that you have access to a network key (enter localhost:1947 in your internet browser to view all keys on the network) or that the proper key is connected to a USB port on this machine. If there is a key, verify that the correct security device drivers are installed.
es: No se pudo encontrar la llave de hardware. Verifique que tiene acceso a una clave de red (ingrese localhost:1947 en el explorador de Internet para ver todas las claves de la red) o que la clave adecuada esté conectada a un puerto USB en esta máquina. Si hay una clave, verifique que se hayan instalado los controladores de dispositivo de seguridad correctos.

source: Your hardware key is programmed to ONLY run BETA software. Please contact your dealer for a key upgrade.\n
es: La llave de hardware está programada para usar SOLO versiones BETA. Póngase en contacto con el representante del producto para obtener una actualización.\n

source: Zero-line Marks
es: Marcas de línea cero

source: Zooms in to the next default zoom level
es: Acerca al siguiente nivel de zoom predeterminado

source: [Process-
es: [Proceso-

# Loaded substrate:
source: \nLoaded substrate:\n
es: \nSustrato cargado:\n

source: borderless
es: sin bordes

source: fail
es: incorrecto

source: printer
es: impresora

source: running
es: en funcionamiento

source: toolBar
es: Barra de herramientas
